Repository: dipp/Products.CMFOpenflow
Catalog: i18n/reflow-*.po
Languages: it

source: Actions
it: Azioni

source: Activate
it: Attiva

source: Activity
it: Attività

source: Assign
it: Assegna

source: Call Application
it: Chiama applicazione

source: Complete
it: Completa

source: Description
it: Descrizione

source: End Fallin
it: Fine Eccezione

source: Fall In
it: Rimetti

source: Fall Out
it: Eccezione

# Inactive
source: Make Inactive
it: Rendi non attivo

source: Instance
it: Istanza

source: Process
it: Processo

source: Self Assign
it: Prendi in carico

source: Status
it: Stato

source: Active
it: Attivo

# assigned_workitems
source: Workitems assigned to user
it: Workitem assegnati all'utente

# description_choose
source: Choose an user to assign this workitem to
it: Scegli un utente a cui assegnare questo workitem

# description_error_fallin
source: You must specify both an instance id and one of its workitem ids
it: Devi specificare sia l'id dell'istanza che del workitem

source: Fall out
it: Fuori flusso

# free_workitems
source: Workitems not yet assigned
it: Workitem non ancora assegnati

# header_fallin
source: Choose fallin
it: Scegli l'attività di rientro

# header_push
source: Push Workitem
it: Assegna workitem

source: Inactive
it: Non attivo

source: my worklist
it: worklist personale
